[
	{
		"quote": "All the perplexities, confusions, and distresses in America arise, not from defects in their constitution or confederation, not from a want of honor or virtue, so much as from downright ignorance of the nature of coin, credit, and circulation.",
		"author": "John Adams",
		"no": 2
	},
	{
		"quote": "The basis of our governments being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers, or newspapers without a government, I should not hesitate a moment to prefer the latter. But I should mean that every man should receive those papers and be capable of reading them.",
		"author": "Thomas Jefferson",
		"no": 3
	},
	{
		"quote": "On Monday the great question of Independency and Total Separation from all political intercourse with Great Britain will come on, it will be carried I expect by a great Majority and then I suppose we shall take upon us a New Name.",
		"author": "Joseph Hewes",
		"no": 4
	},
	{
		"quote": "Were I to suffer in the cause of American liberty, should I not be translated immediately to heaven as Enoch was of old?",
		"author": "Joseph Hewes",
		"no": 5
	},
	{
		"quote": "In a word I begin to believe that patriotism among the common soldiery is a bubble and that pay well and hang well are the grand secrets to make an army—that this is a mere machine, that ought never to think, or act but when acted upon; that it requires skillful artificers or officers, to wind up and conduct its movements, for when left to itself it will soon run down or go into irregularities which must produce confusion and ruin to itself.",
		"author": "William Hooper",
		"no": 6
	},
	{
		"quote": "No man to be an Assemblyman unless he believes in God. Is Irreligion then the flourishing growth of Pennsylvania and is Atheism a weed that thrives there? Sure this insinuates as much.",
		"author": "William Hooper",
		"no": 7
	},
	{
		"quote": "The truth is, after all the declamations we have heard, that the Constitution is itself, in every rational sense, and to every useful purpose, A BILL OF RIGHTS. ",
		"author": "Alexander Hamilton",
		"no": 212
	},
	{
		"quote": "A bill of rights is what the people are entitled to against every government on Earth.",
		"author": "Thomas Jefferson",
		"no": 1258
	},
	{
		"quote": "Children should be educated and instructed in the principles of freedom.",
		"author": "John Adams",
		"no": 65
	},
	{
		"quote": "A constitution founded on these principles introduces knowledge among the people, and inspires them with a conscious dignity becoming freemen; a general emulation takes place, which causes good humor, sociability, good manners, and good morals to be general. That elevation of sentiment inspired by such a government, makes the common people brave and enterprising. That ambition which is inspired by it makes them sober, industrious, and frugal.",
		"author": "John Adams",
		"no": 61
	},
	{
		"quote": "But a Constitution of Government once changed from Freedom, can never be restored. Liberty, once lost, is lost forever.",
		"author": "John Adams",
		"no": 52
	},
	{
		"quote": "It already appears, that there must be in every society of men superiors and inferiors, because God has laid in the constitution and course of nature the foundations of the distinction.",
		"author": "John Adams",
		"no": 81
	},
	{
		"quote": "The only foundation of a free Constitution, is pure Virtue, and if this cannot be inspired into our People, in a great Measure, than they have it now. They may change their Rulers, and the forms of Government, but they will not obtain a lasting Liberty.",
		"author": "John Adams",
		"no": 101,
		"year": 1776
	},
	{
		"quote": "Men must be ready, they must pride themselves and be happy to sacrifice their private pleasures, passions and interests, nay, their private friendships and dearest connections, when they stand in competition with the rights of society.",
		"author": "John Adams",
		"no": 90
	},
	{
		"quote": "Wisdom and knowledge, as well as virtue, diffused generally among the body of the people, being necessary for the preservation of their rights and liberties, and as these depend on spreading the opportunities and advantages of education in the various parts of the country, and among the different orders of people, it shall be the duty of legislators and magistrates... to cherish the interest of literature and the sciences, and all seminaries of them.",
		"author": "John Adams",
		"no": 110,
		"year": 1776
	},
	{
		"quote": "Americans [have] the right and advantage of being armed, unlike the citizens of other countries whose governments are afraid to trust their people with arms.",
		"author": "James Madison",
		"no": 577,
		"year": null
	},
	{
		"quote": "A militia when properly formed are in fact the people themselves... and include all men capable of bearing arms. . . To preserve liberty it is essential that the whole body of people always possess arms.",
		"author": "Richard Henry Lee",
		"no": 578,
		"year": null
	},
	{
		"quote": "No free man shall ever be debarred the use of arms.",
		"author": "Thomas Jefferson",
		"no": 633,
		"year": null
	},
	{
		"quote": "The strongest reason for the people to retain the right to keep and bear arms is, as a last resort, to protect themselves against tyranny in government.",
		"author": "Thomas Jefferson",
		"no": 634,
		"year": null
	},
	{
		"quote": "I think with you , that nothing is more important for the public weal, than to form and train up youth in wisdom and virtue. Wise and good men are in my opinion, the strength of the state; more so than riches or arms...",
		"author": "Benjamin Franklin",
		"no": 641,
		"year": null
	},
	{
		"quote": "Are we at last brought to such humiliating and debasing degradation, that we cannot be trusted with arms for our defense?",
		"author": "Patrick Henry",
		"no": 686,
		"year": null
	},
	{
		"quote": "The Constitution preserves the advantage of being armed which Americans possess over the people of almost every other nation, where the Government are afraid to trust their people with arms.",
		"author": "John Adams",
		"no": 699,
		"year": null
	}
]
